insert into products(product_name, description, price) values ('Восстановительная полировка кузова', 'Описание',1000),
                                    ('Защитное покрытие на кузов авто', 'Описание',1000),
                                    ('Полировка фар и фонарей', 'Описание',1000),
                                    ('Тонировка фонарей пленкой', 'Описание',1000),
                                    ('Бронировка фар защитной пленкой', 'Описание',1000),
                                    ('Антихром пакет (пленкой)', 'Описание',1000),
                                    ('Предпродажная подготовка авто', 'Описание',1000),
                                    ('Мойка подкапотного пространства', 'Описание',1000),
                                    ('Полировка стекол', 'Описание',1000),
                                    ('Химчистка салона', 'Описание',1000),
                                    ('Удаление вмятин без покраски', 'Описание',1000),
                                    ('Тониовка', 'Описание',1000),
                                    ('Ремонт сколов и трещин', 'Описание',1000),
                                    ('Полная оклейка авто винил/полеуретан', 'Описание',1000),
                                    ('Покраска кожи', 'Описание',1000);

insert into detailing_users(username, password, email, active, roles) values
                                                                        ('admin', 'password', 'admin@mail.ru', true, 'ADMIN'),
                                                                        ('manager', 'password', 'admin@mail.ru', true, 'MANAGER'),
                                                                        ('user','password', 'user@mail.ru', true, 'USER');


insert into authorities(username, roles) values ('admin', 'ADMIN'),
                                                ('manager', 'MANAGER'),
                                                ('user','USER');

